{"<cel>": 250067, "ca_XX": 250057, "<num>": 250062, "<triplet>": 250054, "el_EL": 250056, "tp_XX": 250058, "<media>": 250068, "<loc>": 250059, "<eve>": 250066, "<per>": 250061, "<org>": 250064, "<concept>": 250070, "<misc>": 250060, "<relation>": 250055, "<date>": 250065, "<dis>": 250069, "<time>": 250063}