{"src_lang": null, "tgt_lang": "tp_XX", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": "<s>", "model_max_length": 1024, "name_or_path": "/home/huguetcabot/mrebel/rebel/model/mrebel-large-typed-1000184", "special_tokens_map_file": "/home/suraj/projects/mbart-50/hf_models/mbart-50-large/special_tokens_map.json", "use_fast": true, "additional_special_tokens": ["<triplet>", "<relation>", "el_EL", "ca_XX", "tp_XX", "<loc>", "<misc>", "<per>", "<num>", "<time>", "<org>", "<date>", "<eve>", "<cel>", "<media>", "<dis>", "<unk>", "<concept>", "ar_AR", "cs_CZ", "de_DE", "en_XX", "es_XX", "et_EE", "fi_FI", "fr_XX", "gu_IN", "hi_IN", "it_IT", "ja_XX", "kk_KZ", "ko_KR", "lt_LT", "lv_LV", "my_MM", "ne_NP", "nl_XX", "ro_RO", "ru_RU", "si_LK", "tr_TR", "vi_VN", "zh_CN", "af_ZA", "az_AZ", "bn_IN", "fa_IR", "he_IL", "hr_HR", "id_ID", "ka_GE", "km_KH", "mk_MK", "ml_IN", "mn_MN", "mr_IN", "pl_PL", "ps_AF", "pt_XX", "sv_SE", "sw_KE", "ta_IN", "te_IN", "th_TH", "tl_XX", "uk_UA", "ur_PK", "xh_ZA", "gl_ES", "sl_SI"], "sp_model_kwargs": {}, "tokenizer_class": "MBart50Tokenizer"}